{"headline":"So you live in/with a bad building","subhed":"There are 2,654 properties with a history of chronic, serious code violations in Chicago. Can their owners be forced to fix them?","byline":[{"name":"Alejandra Cancino","avatar":"https://www.injusticewatch.org/wp-content/uploads/cropped-cropped-Alejandra-scaled-1-80x80.jpg","authorPage":"https://www.injusticewatch.org/author/acancino/"},{"name":"Maya Dukmasova","avatar":"https://www.injusticewatch.org/wp-content/uploads/cropped-IMG_3758-scaled-1-80x80.jpg","authorPage":"https://www.injusticewatch.org/author/mdukmasova/"},{"name":"Forest Gregg","avatar":"","authorPage":""},{"name":"Alex Richards","avatar":"","authorPage":""}],"contributors":[{"name":"Grace Asiegbu"},{"name":"Eva Putnam"}],"blocks":[{"Type":"text","Text":"\nPaul London lived and worked as a handyman at the conjoined pair of buildings hugging the 11000 block of South Michigan Avenue in Roseland for a quarter of a century. Just a couple of years ago the terra-cotta clad former hotel with its floral carved facade was a bustling hub of activity in an area of the city increasingly peppered with vacant lots. Its 50 modestly priced studios, one- and two-bedrooms were full of tenants—some working as delivery drivers, barbers, and cooks, others retired or didn’t work due to a disability. The storefronts sweeping across the ground floor from 110th Street to 110th Place were home to a hair salon, a gym, a tax service firm, a day care, and the building owner’s office in the window of which a black, red, and green sign proclaimed “America must atone: Black reparations now!” Office spaces on the second floor incubated the businesses of a music producer, a custom print maker, a private investigator, and a waxing specialist. \n\n“I wish the city didn't force everyone to leave,” London said as he reflected on the building. “The city should be after the landlord.” \n\nEarly this year, at the age of 71, London had to scramble to gather what belongings he could around his studio apartment and find a new place to stay. The building was so riddled with potentially life-threatening code violations and had become such a magnet for violence that a Cook County judge ordered the property to be vacated. London and 27 other remaining residents got $1,500 relocation checks as police escorted them out of the building on a chilly January morning. Some residents had mobility challenges. Some, like London, were older adults. Some left fully furnished apartments behind, food on the stove, TVs on, and bathtubs half-drawn.\n\nTo London the experience, on five days of notice from the court, felt like an eviction. But it was actually what it meant for the city to be going after the landlord, Levav Properties. The company, founded by 20-something Brooklynite Shaya Wurzberger and Christopher Milliner of Tinley Park, had purchased the building in 2022 for $2 million. They appear to have been unprepared for landlording in Roseland or deliberately engaged in what experts call “<a href=\"https://journals.sagepub.com/doi/10.1177/0003122418821339?icid=int.sj-abstract.citing-articles.25\">milking</a>”—extracting as much rent from a property as quickly as possible without spending on building upkeep. Wurzberger and Milliner did not respond to Injustice Watch’s requests for an interview.\n\nLondon says that things hadn’t been that bad before Levav. For 16 years the building had been owned by Kamm Howard, a local entrepreneur who was active in the national movement to secure reparations for the descendants of enslaved people. Like prior landlords, Howard paid London and let him live in the building rent-free in exchange for keeping the hydraulic elevator in working order, making plumbing repairs, fumigating, and screening applicants for the apartments. Every year inspectors would cite the building for code violations and on 17 occasions they issued tickets sending the building to administrative hearings. There, the cases were usually dropped after Howard proved he’d addressed the problem. Sometimes he had to pay a fine. The city never had to take the building to court over unaddressed code violations while Howard owned it. \n\nHoward told Injustice Watch he put the building on the market because he’d gotten tired of the demands of on-site property management. He had bought right before the real estate market crashed in 2008 and since then the building never appraised close to what he paid and invested into it.  “It takes a lot to own property in quote-unquote the hood,” he said. He was proud of all the Black-owned businesses he was able to support and some of the tenants had become like family over the years, but others could be exhausting to deal with. “It wears on you over time. So I was just ready to go and I got a price that I could do some things with, and I took advantage of that.” \n\nHoward said he never met Milliner but that when the young men from New York showed up they didn’t seem like skilled investors who understood the market in Roseland. During a walk-through of the building he heard them discussing breaking down larger units into smaller ones by erecting walls and raising rents by $200 or $300. “It’s simple greed,” he said.\n\nAfter Levav took over, they started charging London rent, though he kept working for them. Then stopped paying him, London said. He continued to work unpaid for a while but quit after being attacked and beaten by a guest of one of his neighbors. A year after Levav bought the building the city filed a housing court case against the company for missing smoke and carbon monoxide detectors, washed out mortar, extensive mice and roach infestations, defective plumbing, and other code violations. At the same time, Levav filed an eviction case against London, claiming he owed them $5,075 in rent — the amount he says the company owed him in back pay. \n\nLondon felt increasingly unsafe. His apartment was burglarized and the bathroom ceiling caved in due to an unaddressed leak in the unit above. An active drug trade had developed in a first-floor unit. Someone had overdosed in the hallway. Fires broke out throughout the building. A day after Christmas 2023, a woman was shot to death in a stairwell. London began to be fearful of sleeping in his own home and sometimes spent the night in a vacant commercial unit on the other side of the building, which doubled as his storage space.\n\nIn court, the city decided Levav could not continue to house people at 11000 S. Michigan and the company agreed. London suddenly found himself homeless because the judge ordered one of the most punitive measures to be taken against Levav. No one can force a landlord to fix a building, but in extreme circumstances a judge can stop the landlord from continuing the business of renting. London was able to double up at a friend’s home but said he did not have enough time to move all of his things. For months he tried to reach Levav to get belongings from his storage space to no avail. \n\n“It’s real sad to see,” London said with a heavy sigh as he looked at the abandoned building on a Sunday in May after leaving church nearby. It had been standing empty for nearly five months. Its first residential floor was covered with perforated metal shields, which had been installed through open apartment windows and allowed air and moisture to penetrate inside. At night, some units flickered with ghostly light, powered by electricity the displaced residents still hadn’t cut off. What hadn’t been stolen by intruders clever enough to navigate the board-up was left to decompose inside. “What a waste,” London said, trailing off. “All the time I put in here.” The experience left him stressed, and struggling to sleep. “Right now it’s a mental thing,” he said. “I’m too old. I’m tired.”\n\n### Zooming out - the findings\n\nLike its population, Chicago’s rental housing stock is aging. As the crow flies west from the lakefront, pre-Depression-era elevator buildings give way to a sprawling maze of squat courtyard walk-ups, then to a checkerboard of narrow two flats and single family homes. The majority of the city’s renters live in buildings with more than four units that are nearing 100 years old. These buildings are concentrated in communities where at least a third of households get by on less than $50,000 per year.\n\nThere are serious problems in some of these aging buildings where lower-income Chicagoans live—building code violations that create unsafe and unhealthy living conditions, putting tenants at risk of harm from fire, flooding, sewage backup, mold, insects, rodents, lead paint, freezing in winter, overheating in summer, and injury or death from structural defects. They are the kind of problems that cannot just be blamed on tenants’ poor housekeeping. And yet, rent prices don’t drop. As a result, the gap between the supply and demand for affordable housing is growing and has reached <a href=\"https://www.housingstudies.org/releases/2023-state-rental-housing-city-chicago/\">its widest point in a decade</a>. The most recent Census figures peg the median monthly rent in Chicago at $1,300 — a conservative figure.\n\nIn tandem with rent prices, the prices Chicago apartment buildings fetch when they’re sold to new owners have been rising, even in disinvested neighborhoods. Since 2019, the per-unit price for multifamily properties in those neighborhoods has more than doubled. The boom in the multifamily apartment building market has been <a href=\"https://www.housingstudies.org/blog/opportunity-zones-and-displacement/\">spurred by a Trump-era tax cut</a> that has been <a href=\"https://www.housingstudies.org/blog/opportunity-zones-and-displacement/\">linked to increased displacement</a>. These buildings are valuable because of, not despite, their physical dilapidation and location in down-market areas.\n\nEvery few years a tragic disaster at some apartment building draws public attention to the problem of building code enforcement in the city. Deadly fires, porch collapses, and heat waves spotlight this or that negligent landlord and lapses in government oversight. But in the lulls between the worst disasters lies the chronic grind of life in badly maintained buildings where rent prices leave people stretched thin — the kind of places that were historically labeled as “slums.” \n\nIn a year-long investigation, Injustice Watch conducted an unprecedented analysis of Chicago building department and Cook County court data to document the correlation between building conditions and evictions, identify apartment buildings with a history of chronic, serious code violations, and track the city’s attempts to hold some of their owners accountable. \n\nThough no one, not even the Department of Buildings, knows exactly how many buildings there are in Chicago, nearly 150,000 buildings have been cited for code violations in the past two decades. Since 2017 the city has moved away from annual inspections for all apartment buildings with three or more stories to a complaint-based system. This was a cost-cutting measure championed by Mayor Rahm Emanuel, which the city’s Inspectors General have repeatedly <a href=\"https://igchicago.org/publications/complaint-based-approach-to-city-services/\">blasted</a> for being paradoxically expensive, inequitable, and compromising safety. \n\nInspectors go out to buildings after people complain about conditions through 311—though not every complaint results in an inspector visit as there are far more complaints than what the city’s 168-inspector corps can respond to. Often, inspectors are unable to assess conditions inside because owners or residents don’t let them in and they do not have authority to enter private property without a court order. After documenting the violations they’re able to see, inspectors use their discretion to recommend whether the city should send the building owner a warning letter demanding fixes, issue tickets for the violations which can be punished by fines, or, in extreme situations, file a case against the building owner in the Cook County circuit court.\n\nOf the buildings that have been cited for building code violations since 2006, just 2,654 have a history of chronic, serious violations — year over year in which inspectors log the kinds of violations the city has historically treated as warning signs of dangerous and hazardous conditions at a property. Tens of thousands of Chicagoans live in these buildings, as nearly all of them are some form of housing, according to Cook County and Illinois Department of Revenue data collected by <a href=\"https://www.chicagocityscape.com/\">Chicago Cityscape</a>, a real estate information platform. \n\nInjustice Watch devised a rubric to determine the frequency of code violations to track patterns because the city does not have one. Conditions at the 2,654 buildings today are on a spectrum but their citation history and age suggest that they are properties where serious problems could snowball, especially if an irresponsible owner takes over. If conditions at a building get so bad that the city has to take the owner to court there is currently no practical way for the city to conduct a systematic audit of other properties in the hands of the same owner. This is particularly true of buildings owned by investors who hide behind anonymizing webs of shell companies. Some buildings have spent years in the clear after a serious building code violation before racking up a new one. But for others, the violations arise year after year. More than 250 of the buildings have more than a decade of citations. No city agency is tasked with keeping tabs on their owners."},{"Type":"graphic","Graphic":"map"},{"Type":"text","Text":"Paul London’s former home was one of eight buildings in the entire city that racked up citations for serious violations in all but one year of the data. Conditions there declined precipitously since the sale to Levav, and its inspection records are an indicator that it was vulnerable—easy to run into the ground if sold to an inept landlord or someone who wanted to “milk” the property. \n\nMore than half of these chronically deficient residential buildings are in majority-Black communities where residents have been disproportionately ticketed and policed, lack access to healthcare, transportation, and healthy food, and where they disproportionately bear the brunt of gun violence, residential fires, and evictions.\n\nThe financial pressure experienced by tenants often culminates in <a href=\"https://www.urban.org/urban-wire/almost-half-renter-households-feel-pressured-leave-their-homes\">informal displacement</a> that <a href=\"https://www.huduser.gov/portal/pdredge/pdr-edge-trending-091923.html\">experts call “forced moves,”</a> or in eviction cases, most of which are initiated due to unpaid rent.\n\nInjustice Watch found landlords have taken more than 11,307 tenants to court the same year their buildings were cited for having serious code violations. The data showed evictions increase as buildings rack up more years with serious code violations. ___[tk number or percentage]__ of these eviction cases were happening at the same time as the city was suing the owner for unaddressed code violations in housing court.\n\n### Systemic observations\n\nEviction and housing courtrooms are situated in the same division of the Circuit Court of Cook County, separated by three floors of the Richard J. Daley Center, which towers above the steel Picasso sculpture in the Loop. Despite their physical and bureaucratic proximity Injustice Watch found a stark contrast between the administration of justice in these courtrooms. Two thirds of the tenants taken by landlords to eviction court were ultimately ordered out by judges, in cases that usually took [tk time to resolve and had $tk in money judgements]. Meanwhile, the owners of the [tk number of] buildings which the City of Chicago took to housing court in the same years experienced [tk length of cases and $tk in fines or other consequences].\n\nAs Injustice Watch observed proceedings in both eviction and housing court for more than a year we found a system well equipped to honor landlords’ rights to possess and dispose of their properties as they see fit while offering little recourse for tenants as the inhabitants and consumers of rental housing. This was particularly evident in housing court, where supervising judge Leonard Murray wields disproportionate influence and currently handles a lion’s share of cases. \n\nDespite the fact that the city cites building owners for serious violations, issues tickets through administrative hearings, and even takes owners to court, few buildings that develop a chronic history of serious code violations get better. Injustice Watch found that  89% of buildings that were cited for violations in four distinct calendar years went on to be cited for another serious violation by the end 2023. [TK number], like London’s building, were ordered to be kept vacant due to unlivable conditions, costing the city [tk number estimate] of units of housing.\n\nThe tendency for buildings with a chronic history of serious violations to continue to rack them up was consistent even as buildings changed hands. As Injustice Watch interviewed dozens of real estate experts and former city officials, the figure of the well-intentioned, struggling “mom and pop” landlord loomed large. Many assume and claim that chronically troubled buildings are typically owned by small-time, local operators who are underwater on the costs of their building upkeep as they battle the challenges of running a business in a poor neighborhood. But no government agency across many overlapping bureaucracies that store records on property ownership and maintenance can definitively say which buildings belong to landlords like Kamm Howard and which to landlords like Levav. \n\nAfter months of researching the ownership of the 2,654 buildings with histories of chronic, serious code violations, Injustice Watch was able to establish [tk about ownership]. Of the eight buildings with the worst history of violations in the city seven are currently owned by investors—two live in luxurious penthouse apartments downtown, two operate out of suburban office parks, three are part of a loose network of New York-based investors whose presence in Chicago has increased in recent years. All own multiple other buildings with histories of chronic code violations.\n### So what do you do? \n\nWhy have slum conditions persisted in American cities despite a near-universal public agreement that they shouldn’t and despite decades, even centuries of scandals around building conditions that harm and kill people? The short  and timeless answer, increasingly backed by research, is that it’s profitable to allow buildings to decay while extracting maximum rents. It’s profitable because our laws help it to be that way. Capitalism in the United States isn’t just built on widely-shared philosophical commitments to a free-market economy. It relies on an intricate legal regime that puts landlords’ property rights over the rights of tenants to safe and affordable housing. The law has worked this way since land was first privatized in 16th-century England and since European colonists established bulletproof claims to Native American land in this country.\n\nLandlords perceive Chicago to be a tenant-friendly place, and they’re not wrong. The city, on paper, has strong laws protecting tenants’ rights, but there is no enforcement. It is expensive and time-consuming to evict people <a href=\"https://evictionlab.org/tenants-pay-for-cheap-evictions/\">compared to many other cities</a>—Cook County’s eviction case filing costs were the third highest in the nation as of 2023. Many landlords can tell horror stories about their worst tenants even when most have caused them no problems. But while there are certainly plenty of committed, conscientious landlords trying to do their best to maintain aging buildings in neighborhoods where tenants struggle with poverty, tens of thousands of tenants live with building owners who do not prioritize their welfare over profits. \n\nSo what can tenants struggling with an absentee or unresponsive landlord do? The expense of moving is not an option for many, especially seniors and families with children. Tens of thousands of Chicagoans are thwarted in their attempts to find an affordable and decent place to rent by the albatros of low credit scores, past eviction filings on their records, and the stigma against household members who don’t pass criminal background checks. When people are fed up with their landlords but want to stay in their homes and see them improve, they face a choice between three, often intertwining, paths: withholding rent, calling in the city, or taking their landlords to court themselves. Each of these paths are traveled at great personal risk toward an uncertain outcome."},{"Type":"graphic","Graphic":"linkout"}]}